Repository: mate-desktop/mate-panel
Catalog: po/*.po
Languages: en@shaw

source: Deprecated
en@shaw: ю别

source: Disable Force Quit
en@shaw: 别 桂

source: Disable Logging Out
en@shaw: 别 ゐ

source: Enable animations
en@shaw: 别 ヰ别

source: Enable tooltips
en@shaw: 别 叼ゐ

source: Highlight launchers on mouseover
en@shaw: ｐ拆ゐ拆 ゐ火 ヰ答

source: If true, a dialog is shown asking for confirmation if the user wants to remove a panel.
en@shaw: , 拆ゐ 答 拣ヰ别 筐 ヰ叼 .

source: If true, a drawer will automatically be closed when the user clicks a launcher in it.
en@shaw: , 佛 佛ヰゐ ゐ答 ю 筐 ゐ ゐ .

source: If true, a launcher is highlighted when the user moves the pointer over it.
en@shaw: , ゐ ｐ拆ゐ拆 ю 筐 ヰ叼 娥 答 .

source: If true, the panel will not allow a user to force an application to quit by removing access to the force quit button.
en@shaw: , ゐ 筐 桂 ゐ别 ヰ叼 ю 桂 仇.

source: If true, the panel will not allow a user to log out, by removing access to the log out menu entries.
en@shaw: , ゐ 筐 ゐ , ヰ叼 ю ゐ ヰю ю.

source: If true, the panel will not allow any changes to the configuration of the panel. Individual applets may need to be locked down separately however. The panel must be restarted for this to take effect.
en@shaw: , ゐ ю 别○ 拣别 . 筐 ゐ ヰ 梆 ゐ ю拣ゐ ｐю. ヰ仇 梆葛 别 ю.

source: If true, tooltips are shown for objects in panels.
en@shaw: , 叼ゐ 答 ○ю ゐ.

source: Browse and run installed applications
en@shaw: 仇 佛ゐ ゐ别

source: Access documents, folders and network places
en@shaw: ю 筐ヰ, 答ゐ拣 ю火 ゐ别

source: Change desktop appearance and behavior, get help, or log out
en@shaw: 别 ю 金 ｐ别, ю ｐюゐ, ゐ

source: Applications
en@shaw: ゐ别

source: _Edit Menus
en@shaw: _ю ヰю筐

source: Bookmarks
en@shaw: ヰ葛

source: Open '%s'
en@shaw: 答 '%s'

source: Unable to scan %s for media changes
en@shaw: 仇别 %s ヰ梆 别○

source: Rescan %s
en@shaw: 梆 %s

source: Unable to mount %s
en@shaw: 仇别 ヰ %s

source: Mount %s
en@shaw: ヰ %s

source: Removable Media
en@shaw: ヰ叼 ヰ梆

source: Network Places
en@shaw: ю火 ゐ别

source: Open your personal folder
en@shaw: 答 筐 火 答ゐ

# Desktop Folder
source: Desktop
en@shaw: ю

source: Open the contents of your desktop in a folder
en@shaw: 答 筐 ю 答ゐ

source: Places
en@shaw: ゐ别

source: Log Out %s...
en@shaw: ゐ %s...

source: Log out %s of this session to log in as a different user
en@shaw: ゐ %s ю ゐ 拣 筐

source: Action button type
en@shaw: 仇 拆

source: Applet MateComponent IID
en@shaw: ゐ 路路答 IID

source: Icon used for object's button
en@shaw: 拆 筐 ○ю' 仇

source: If true, the custom_icon key is used as a custom icon for the button. If false, the custom_icon key is ignored. This key is only relevant if the object_type key is "menu-object" or "drawer-object".
en@shaw: , custom_icon 筐 仇 拆 仇. 佛ゐ, custom_icon 桂. 答ゐ юゐ object_type "menu-object" "drawer-object".

source: If true, the menu_path key is used as the path from which the menu contents should be constructed. If false, the menu_path key is ignored. This key is only relevant if the object_type key is "menu-object".
en@shaw: , menu_path 筐 ヰю 仇. 佛ゐ, menu_path 桂. 答ゐ юゐ object_type "menu-object".

source: If true, the position of the object is interpreted relative to the right (or bottom if vertical) edge of the panel.
en@shaw: , ○ю 火 юゐ 拆 ( 火) ю .

source: If true, the user may not move the applet without first unlocking the object using the "Unlock" menuitem.
en@shaw: , 筐 ヰ ヰ叼 ゐ 火 仇ゐ ○ю 筐 "ゐ" ヰю筐拆.

source: Interpret position relative to bottom/right edge
en@shaw: 火 юゐ /拆 ю

source: Launcher location
en@shaw: ゐ ゐ答别

source: Lock the object to the panel
en@shaw: ゐ ○ю

source: Menu content path
en@shaw: ヰю ю

source: Object's position on the panel
en@shaw: ○ю

source: Panel attached to drawer
en@shaw: 佛

source: Panel object type
en@shaw: ○ю 拆

source: The MateComponent implementation ID of the applet - e.g. "OAFIID:MATE_ClockApplet". This key is only relevant if the object_type key is "matecomponent-applet".
en@shaw: 路路答 ヰゐヰю别 ID ゐ - .○. "OAFIID:MATE_ClockApplet". 答ゐ юゐ object_type "matecomponent-applet".

source: The action type this button represents. Possible values are "lock", "logout", "run", "search" and "screenshot". This key is only relevant if the object_type key is "action-applet".
en@shaw: 拆 仇 юю. ゐ筐 "lock", "logout", "run", "search" "screenshot". 答ゐ юゐ object_type "action-applet".

source: The identifier of the panel attached to this drawer. This key is only relevant if the object_type key is "drawer-object".
en@shaw: 拆ю拆 佛. 答ゐ юゐ object_type "drawer-object".

source: The identifier of the toplevel panel which contains this object.
en@shaw: 拆ю拆 ゐю 别 ○ю.

source: The location of the .desktop file describing the launcher. This key is only relevant if the object_type key is "launcher-object".
en@shaw: ゐ答别 .desktop 拆 拆 ゐ. 答ゐ юゐ object_type "launcher-object".

source: The location of the image file used as the icon for the object's button. This key is only relevant if the object_type key is "drawer-object" or "menu-object" and the use_custom_icon key is true.
en@shaw: ゐ答别 ヰ 拆 筐 拆 ○ю' 仇. 答ゐ юゐ object_type "drawer-object" "menu-object" use_custom_icon .

source: The path from which the menu contents is contructed. This key is only relevant if the use_menu_path key is true and the object_type key is "menu-object".
en@shaw: ヰю 仇ю. 答ゐ юゐ use_menu_path object_type "menu-object".

source: The position of this panel object. The position is specified by the number of pixels from the left (or top if vertical) panel edge.
en@shaw: ○ю. ю拆 仇ヰ ゐ ゐю ( 火) ю.

source: The text to display in a tooltip for this drawer or this menu. This key is only relevant if the object_type key is "drawer-object" or "menu-object".
en@shaw: ю ゐ tooltip 佛 ヰю. 答ゐ юゐ object_type "drawer-object" "menu-object".

source: The type of this panel object. Possible values are "drawer-object", "menu-object", "launcher-object", "matecomponent-applet", "action-applet" and "menu-bar".
en@shaw: 拆 ○ю. ゐ筐 "drawer-object", "menu-object", "launcher-object", "matecomponent-applet", "action-applet" "menu-bar".

source: Tooltip displayed for drawer or menu
en@shaw: 叼ゐ ゐ别 佛 ヰю

source: Toplevel panel containing object
en@shaw: ゐю 别 ○ю

source: Use custom icon for object's button
en@shaw: 筐 仇 拆 ○ю' 仇

source: Use custom path for menu contents
en@shaw: 筐 仇 ヰю

source: Error reading MateConf string value '%s': %s
en@shaw: 火 梆 MateConf ゐ '%s': %s

source: Error reading MateConf integer value '%s': %s
en@shaw: 火 梆 MateConf ○ ゐ '%s': %s

source: Panel '%s' is set to be displayed on screen %d which is not currently available. Not loading this panel.
en@shaw: '%s' ю ゐ别 梆 %d 仇ゐ 别ゐ. ゐ答 .

source: Error reading MateConf boolean value '%s': %s
en@shaw: 火 梆 MateConf 叼ゐ梆 ゐ '%s': %s

# Orientation
source: Left
en@shaw: ゐю

# Orientation
source: Right
en@shaw: 拆

source: Drawer Properties
en@shaw: 佛 拣

source: Could not display properties dialog
en@shaw: ゐ 拣 拆ゐ

source: <small>Opaque</small>
en@shaw: <small>答别</small>

source: <small>Transparent</small>
en@shaw: <small></small>

source: Arro_ws on hide buttons
en@shaw: _答 ｐ拆 仇

source: Background _image:
en@shaw: _ヰ:

source: Co_lor:
en@shaw: _仇ゐ:

source: Image Background Details
en@shaw: ヰ 梆别ゐ

source: Panel Properties
en@shaw: 拣

source: Pick a color
en@shaw: 仇ゐ

source: Rotate image when panel is _vertical
en@shaw: 答别 ヰ ю _火

source: S_tyle:
en@shaw: _拆:

source: Select background
en@shaw: ゐю

source: Show hide _buttons
en@shaw: ｐ拆 _仇

source: Solid c_olor
en@shaw: ゐ _仇ゐ

source: Some of these properties are locked down
en@shaw: 仇 梆 拣 ゐ

source: St_retch
en@shaw: _ю

source: _Icon:
en@shaw: _拆:

source: _None (use system theme)
en@shaw: _仇 (筐 梆)

source: _Orientation:
en@shaw: _别:

source: _Scale
en@shaw: _别

source: _Size:
en@shaw: _拆:

source: _Tile
en@shaw: _拆

source: pixels
en@shaw: ゐ

source: Clear the Recent Documents list?
en@shaw: ゐ 梆 筐ヰ ゐ?

source: If you clear the Recent Documents list, you clear the following: All items from the Places Recent Documents menu item. All items from the recent documents list in all applications.
en@shaw: ゐ 梆 筐ヰ ゐ, ゐ ゐ答: 佛 拆ヰ ゐ别 梆 筐ヰ ヰю 拆. 佛 拆ヰ 梆 筐ヰ ゐ 佛 ゐ别.

source: Clear Recent Documents
en@shaw: ゐ 梆 筐ヰ

source: Recent Documents
en@shaw: 梆 筐ヰ

source: Clear Recent Documents...
en@shaw: ゐ 梆 筐ヰ...

source: Clear all items from the recent documents list
en@shaw: ゐ 佛 拆ヰ 梆 筐ヰ ゐ

source: Choose a file to append to the command...
en@shaw: 叼 拆 ю ヰ...

source: Select an application to view its description.
en@shaw: ゐю ゐ别 .

source: Could not display run dialog
en@shaw: ゐ 仇 拆ゐ

source: Click this button to browse for a file whose name to append to the command string.
en@shaw: ゐ 仇 拆 ｐ叼 别 ю ヰ .

source: Click this button to run the selected application or the command in the command entry field.
en@shaw: ゐ 仇 仇 ゐю ゐ别 ヰ ヰ ю 梆ゐ.

source: Command icon
en@shaw: ヰ 拆

source: List of known applications
en@shaw: ゐ 答 ゐ别

source: Run Application
en@shaw: 仇 ゐ别

source: Run in _terminal
en@shaw: 仇 _火ヰ

source: Run with _file...
en@shaw: 仇 _拆...

source: Select this box to run the command in a terminal window.
en@shaw: ゐю 仇 ヰ 火ヰ .

source: Show list of known _applications
en@shaw: ゐ 答 _ゐ别

source: The icon of the command to be run.
en@shaw: 拆 ヰ 仇.

source: _Run
en@shaw: _仇

source: _Force quit
en@shaw: _桂

source: C_lear
en@shaw: _ゐ

source: D_on't Delete
en@shaw: _答 ゐ梆

source: Hide Panel
en@shaw: ｐ拆

source: Top Expanded Edge Panel
en@shaw: ю

source: Top Centered Panel
en@shaw: ю拣

source: Top Floating Panel
en@shaw: ゐ答

source: Top Edge Panel
en@shaw: ю

source: Bottom Expanded Edge Panel
en@shaw: ю

source: Bottom Centered Panel
en@shaw: ю拣

source: Bottom Floating Panel
en@shaw: ゐ答

source: Bottom Edge Panel
en@shaw: ю

source: Left Expanded Edge Panel
en@shaw: ゐю ю

source: Left Centered Panel
en@shaw: ゐю ю拣

source: Left Floating Panel
en@shaw: ゐю ゐ答

source: Left Edge Panel
en@shaw: ゐю ю

source: Right Expanded Edge Panel
en@shaw: 拆 ю

source: Right Centered Panel
en@shaw: 拆 ю拣

source: Right Floating Panel
en@shaw: 拆 ゐ答

source: Right Edge Panel
en@shaw: 拆 ю

source: Animation speed
en@shaw: ヰ别 梆

source: Automatically hide panel into corner
en@shaw: 佛ヰゐ ｐ拆 桂

source: Background color
en@shaw: 仇ゐ

source: Background color opacity
en@shaw: 仇ゐ 答

source: Background image
en@shaw: ヰ

source: Background type
en@shaw: 拆

source: Center panel on x-axis
en@shaw: ю x-

source: Center panel on y-axis
en@shaw: ю y-

source: Enable arrows on hide buttons
en@shaw: 别 答 ｐ拆 仇

source: Enable hide buttons
en@shaw: 别 ｐ拆 仇

source: Expand to occupy entire screen width
en@shaw: ю拆 梆

source: Fit image to panel
en@shaw: ヰ

source: If true, buttons will be placed on each side of the panel which may be used to move the panel to edge of the screen, leaving only a button showing.
en@shaw: , 仇 ゐ别 梆 拆 ヰ 筐 ヰ叼 ю 梆, ゐ梆 答ゐ 仇 答.

source: If true, hiding and un-hiding of this panel will be animated rather than happening instantly.
en@shaw: , ｐ拆 仇-ｐ拆 ヰ别 ｐ ゐ.

source: If true, the background image will be rotated when the panel is oriented vertically.
en@shaw: , ヰ 答别 ю 梆ю 火ゐ.

source: If true, the image will be scaled (retaining the aspect ratio of the image) to the panel height (if horizontal).
en@shaw: , ヰ 别ゐ (别 ю 别 ヰ) ｐ拆 ( ｐ).

source: If true, the image will be scaled to the panel dimensions. The aspect ratio of the image will not be maintained.
en@shaw: , ヰ 别ゐ 拆ヰю. ю 别 ヰ ヰ别别.

source: If true, the panel is automatically hidden into a corner of the screen when the pointer leaves the panel area. Moving the pointer to that corner again will cause the panel to re-appear.
en@shaw: , 佛ヰゐ ｐ 桂 梆 ю 娥 ゐ梆 吼. ヰ叼 娥 桂 别 佛 -.

source: If true, the panel will occupy the entire screen width (height if this is a vertical panel). In this mode the panel can only be placed at a screen edge. If false, the panel will only be large enough to accommodate the applets, launchers and buttons on the panel.
en@shaw: , ю拆 梆 (ｐ拆 火 ). ヰ答 答ゐ ゐ别 梆 ю. 佛ゐ, 答ゐ ゐ葛 仇 ヰ别 ゐ, ゐ火 仇 .

source: If true, the x and x_right keys are ignored and the panel is placed at the center of the x-axis of the screen. If the panel is resized it will remain at that position - i.e. the panel will grow on both sides. If false, the x and x_right keys specify the location of the panel.
en@shaw: , x x_right 梆 桂 ゐ别 ю x- 梆. resized ヰ别 - .. 答 拆. 佛ゐ, x x_right 梆 ю ゐ答别 .

source: If true, the y and y_bottom keys are ignored and the panel is placed at the center of the y-axis of the screen. If the panel is resized it will remain at that position - i.e. the panel will grow on both sides. If false, the y and y_bottom keys specify the location of the panel.
en@shaw: , y y_bottom 梆 桂 ゐ别 ю y- 梆. 梆拆 ヰ别 - i.e. 答 拆. 佛ゐ, y y_bottom 梆 ю ゐ答别 .

source: Name to identify panel
en@shaw: 别 拆ю

source: Panel orientation
en@shaw: 别

source: Panel size
en@shaw: 拆

source: Rotate image on vertical panels
en@shaw: 答别 ヰ 火 ゐ

source: Stretch image to panel
en@shaw: ю ヰ

source: The location of the panel along the x-axis. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
en@shaw: ゐ答别 ゐ x-. 答ゐ юゐ 仇- ヰ答. ヰ答 桂 ゐ别 梆 ю ю拆 别 .

source: The location of the panel along the y-axis, starting from the bottom of the screen. If set to -1, the value is ignored and the value of the y key is used. If the value is greater than 0, then the value of the y key is ignored. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
en@shaw: ゐ答别 ゐ y-, 葛 梆. ю -1, ゐ 桂 ゐ y 筐. ゐ 别 0, ю ゐ y 桂. 答ゐ юゐ 仇- ヰ答. ヰ答 桂 ゐ别 梆 ю ю拆 别 .

source: The location of the panel along the y-axis. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
en@shaw: ゐ答别 ゐ y-. 答ゐ юゐ 仇- ヰ答. ヰ答 桂 ゐ别 梆 ю ю拆 别 .

source: The orientation of the panel. Possible values are "top", "bottom", "left", "right". In expanded mode the key specifies which screen edge the panel is on. In un-expanded mode the difference between "top" and "bottom" is less important - both indicate that this is a horizontal panel - but still give a useful hint as to how some panel objects should behave. For example, on a "top" panel a menu button will pop up its menu below the panel, whereas on a "bottom" panel the menu will be popped up above the panel.
en@shaw: 别 . ゐ筐 "top", "bottom", "left", "right". ヰ答 ю拆 梆 ю . 仇- ヰ答 拣 梆 "top" "bottom" ゐю ヰ桂 - 答 别 ｐ - 仇 筐 ｐ ｐ 仇 ○ю ｐ别. ヰ, "top" ヰю 仇 仇 ヰю ゐ , 吼 "bottom" ヰю 仇 仇 .

source: The speed in which panel animations should occur. Possible values are "slow", "medium" and "fast". This key is only relevant if the enable_animations key is true.
en@shaw: 梆 ヰ别 . ゐ筐 "slow", "medium" "fast". 答ゐ юゐ enable_animations .

source: This is a human readable name which you can use to identify a panel. Its main purpose is to serve as the panel's window title which is useful when navigating between panels.
en@shaw: ｐ筐ヰ 梆 别 筐 拆ю . ヰ别 火 火 ゐ 拆 筐 ю 别 梆 ゐ.

source: Visible pixels when hidden
en@shaw: ゐ ю ｐ

source: Which type of background should be used for this panel. Possible values are "gtk" - the default GTK+ widget background will be used, "color" - the color key will be used as background color or "image" - the image specified by the image key will be used as background.
en@shaw: 拆 筐 . ゐ筐 "gtk" - 佛ゐ GTK+ ○ 筐, "color" - 仇ゐ 筐 仇ゐ "image" - ヰ ю拆 ヰ 筐 .

source: With a multi-screen setup, you may have panels on each individual screen. This key identifies the current screen the panel is displayed on.
en@shaw: ヰゐ-梆 ю仇, ヰ ｐ ゐ 梆 筐 梆. 拆ю拆 仇 梆 ゐ别 .

source: X co-ordinate of panel
en@shaw: X -桂

source: X co-ordinate of panel, starting from the right of the screen
en@shaw: X -桂 , 葛 拆 梆

source: X screen where the panel is displayed
en@shaw: X 梆 ゐ别

source: Icon '%s' not found
en@shaw: 拆 '%s'

source: Could not execute '%s'
en@shaw: ю筐 '%s'

source: file
en@shaw: 拆

source: Home Folder
en@shaw: ｐ答 答ゐ

source: File System
en@shaw: 拆

source: Search
en@shaw: 火

source: Delete this drawer?
en@shaw: ゐ梆 佛?

source: When a drawer is deleted, the drawer and its settings are lost.
en@shaw: ю 佛 ゐ梆, 佛 ю ゐ.

source: Delete this panel?
en@shaw: ゐ梆 ?

source: When a panel is deleted, the panel and its settings are lost.
en@shaw: ю ゐ梆, ю ゐ.

source: A simple applet for testing the MATE-2.0 panel
en@shaw: ヰ ゐ ю 路答-2.0

source: Test MateComponent Applet
en@shaw: ю 路答 ゐ

source: Test MateComponent Applet Factory
en@shaw: ю 路答 ゐ 拣

source: Specify the initial orientation of the applet (top, bottom, left or right)
en@shaw: ю 别 ゐ (, , ゐю 拆)

# Size
source: X Small
en@shaw: ю ヰ佛

# Size
source: Small
en@shaw: ヰ佛

# Size
source: Medium
en@shaw: ヰ梆

# Size
source: Large
en@shaw: ゐ葛

# Size
source: X Large
en@shaw: X ゐ葛

source: Test applet utility
en@shaw: ю ゐ 叼ゐ

source: _Applet:
en@shaw: _ゐ:
