Repository: mate-desktop/mate-panel
Catalog: po/*.po
Languages: en@shaw

source: Ad_just Date & Time
en@shaw: _○仇 别 & 拆

source: Copy _Date
en@shaw: _别

source: Copy _Time
en@shaw: _拆

source: _Help
en@shaw: _ｐюゐ

source: _Preferences
en@shaw: _ю拣юю

source: Clock
en@shaw: ゐ

source: Clock Applet Factory
en@shaw: ゐ ゐ 拣

source: Factory for creating clock applets.
en@shaw: 拣 别 ゐ ゐ.

source: Get the current time and date
en@shaw: ю 仇 拆 别

source: Edit
en@shaw: ю

source: All Day
en@shaw: 佛

source: Appointments
en@shaw: 娥ヰ

source: Birthdays and Anniversaries
en@shaw: 火别 火火梆

source: Weather Information
en@shaw: ю 拣ヰ别

source: Locations
en@shaw: ゐ答别

source: Calendar
en@shaw: ゐ

source: Click to hide your appointments and tasks
en@shaw: ゐ ｐ拆 筐 娥ヰ

source: Click to view your appointments and tasks
en@shaw: ゐ 筐 娥ヰ

source: Click to hide month calendar
en@shaw: ゐ ｐ拆 ヰ仇 ゐ

source: Click to view month calendar
en@shaw: ゐ ヰ仇 ゐ

source: Computer Clock
en@shaw: ヰ筐 ゐ

source: Set System Time...
en@shaw: ю 拆...

source: Set System Time
en@shaw: ю 拆

source: Failed to set the system time
en@shaw: 别ゐ ю 拆

source: Custom format
en@shaw: 仇 桂ヰ

source: Choose Location
en@shaw: 叼 ゐ答别

source: Edit Location
en@shaw: ю ゐ答别

source: City Name
en@shaw: 别

source: City Time Zone
en@shaw: 拆 答

source: UNIX time
en@shaw: 路筐 拆

source: Internet time
en@shaw: 路拣ю 拆

source: Custom _format:
en@shaw: 仇 _桂ヰ:

source: The Clock displays the current time and date
en@shaw: ゐ ゐ别 仇 拆 别

source: translator-credits
en@shaw: 路ヰ 路火ヰ

source: <i>(optional)</i>
en@shaw: <i>()</i>

source: <small><i>Type a city, region, or country name and then select a match from the pop-up.</i></small>
en@shaw: <small><i>拆 , 梆○, 仇 别 ю ゐю ヰ -仇.</i></small>

source: Clock Format
en@shaw: ゐ 桂ヰ

source: Clock Preferences
en@shaw: ゐ ю拣

source: Current Time:
en@shaw: 仇 拆:

source: Display
en@shaw: ゐ

source: East
en@shaw: 梆

source: General
en@shaw: ○ю拣

source: L_atitude:
en@shaw: _ゐ筐:

source: L_ongitude:
en@shaw: _ゐ筐:

source: North
en@shaw: 桂

source: Panel Display
en@shaw: ゐ

source: Show _temperature
en@shaw: _юヰ拣筐

source: Show _weather
en@shaw: _ю

source: Show seco_nds
en@shaw: ю_

source: Show the _date
en@shaw: _别

source: Time & Date
en@shaw: 拆 & 别

source: Time _Settings
en@shaw: 拆 _ю

source: Weather
en@shaw: ю

source: West
en@shaw: ю

source: _12 hour format
en@shaw: _12 桂ヰ

source: _24 hour format
en@shaw: _24 桂ヰ

source: _Location Name:
en@shaw: _ゐ答别 别:

source: _Pressure unit:
en@shaw: _ю筐 筐:

source: _Set System Time
en@shaw: _ю 拆

source: _Temperature unit:
en@shaw: _юヰ拣筐 筐:

source: _Time:
en@shaw: _拆:

source: _Visibility unit:
en@shaw: _ゐ 筐:

source: _Wind speed unit:
en@shaw: _ 梆 筐:

source: A list of locations to display in the calendar window.
en@shaw: ゐ ゐ答别 ゐ ゐ .

source: Custom format of the clock
en@shaw: 仇 桂ヰ ゐ

source: Expand list of appointments
en@shaw: ゐ 娥ヰ

source: Expand list of birthdays
en@shaw: ゐ 火别

source: Expand list of locations
en@shaw: ゐ ゐ答别

source: Expand list of tasks
en@shaw: ゐ

source: Expand list of weather information
en@shaw: ゐ ю 拣ヰ别

source: Hour format
en@shaw: 桂ヰ

source: If true, display a weather icon.
en@shaw: , ゐ ю 拆.

source: If true, display date in the clock, in addition to time.
en@shaw: , ゐ 别 ゐ, 拆.

source: If true, display seconds in time.
en@shaw: , ゐ ю 拆.

source: If true, expand the list of appointments in the calendar window.
en@shaw: , ゐ 娥ヰ ゐ .

source: If true, expand the list of birthdays in the calendar window.
en@shaw: , ゐ 火别 ゐ .

source: If true, expand the list of locations in the calendar window.
en@shaw: , ゐ ゐ答别 ゐ .

source: If true, expand the list of tasks in the calendar window.
en@shaw: , ゐ ゐ .

source: If true, expand the list of weather information in the calendar window.
en@shaw: , ゐ ю 拣ヰ别 ゐ .

source: If true, show date in a tooltip when the pointer is over the clock.
en@shaw: , 别 叼ゐ ю 娥 答 ゐ.

source: If true, show the temperature next to the weather icon.
en@shaw: , юヰ拣 ю ю 拆.

source: If true, show week numbers in the calendar.
en@shaw: , 梆 仇ヰ拣 ゐ.

source: List of locations
en@shaw: ゐ ゐ答别

source: Show date in clock
en@shaw: 别 ゐ

source: Show date in tooltip
en@shaw: 别 叼ゐ

source: Show temperature in clock
en@shaw: юヰ拣 ゐ

source: Show time with seconds
en@shaw: 拆 ю

source: Show weather in clock
en@shaw: ю ゐ

source: Show week numbers in calendar
en@shaw: 梆 仇ヰ拣 ゐ

source: Speed unit
en@shaw: 梆 筐

source: Temperature unit
en@shaw: юヰ拣 筐

source: The unit to use when showing temperatures.
en@shaw: 筐 筐 ю 答 юヰ拣拣.

source: The unit to use when showing wind speed.
en@shaw: 筐 筐 ю 答 梆.

source: The use of this key was deprecated in MATE 2.6 in favour of the 'format' key. The schema is retained for compatibility with older versions.
en@shaw: 筐 ю别 路答 2.6 别 'format' . 梆ヰ 别 ヰゐ 答ゐ 火.

source: This key specifies the format used by the clock applet when the format key is set to "custom". You can use conversion specifiers understood by strftime() to obtain a specific format. See the strftime() manual for more information.
en@shaw: ю拆 桂ヰ 筐 ゐ ゐ ю 桂ヰ ю "custom". 筐 火 ю拆拣 仇拣 strftime() 别 桂ヰ. strftime() ヰ ヰ 拣ヰ别.

source: This key specifies the hour format used by the clock applet. Possible values are "12-hour", "24-hour", "internet", "unix" and "custom". If set to "internet", the clock will display Internet time. The Internet time system divides the day into 1000 ".beats". There are no time zones in this system, so time is the same all over the world. If set to "unix", the clock will display time in seconds since Epoch, i.e. 1970-01-01. If set to "custom", the clock will display time according to the format specified in the custom_format key.
en@shaw: ю拆 桂ヰ 筐 ゐ ゐ. ゐ筐 "12-hour", "24-hour", "internet", "unix" "custom". ю "internet", ゐ ゐ 路拣ю 拆. 路拣ю 拆 拆 1000 ".梆". 拆 答 , 拆 别 佛 答 火ゐ. ю "unix", ゐ ゐ 拆 ю 路ю, .. 1970-01-01. ю "custom", ゐ ゐ 拆 桂 桂ヰ ю拆 custom_format .

source: Time configuration tool
en@shaw: 拆 拣别 叼

source: Use Internet time
en@shaw: 筐 路拣ю 拆

source: Use UNIX time
en@shaw: 筐 路筐 拆

source: Use UTC
en@shaw: 筐 UTC

source: Failed to set the system timezone
en@shaw: 别ゐ ю 拆ヰ答

source: <small>Set...</small>
en@shaw: <small>ю...</small>

source: <small>Set</small>
en@shaw: <small>ю</small>

source: Set location as current location and use its timezone for this computer
en@shaw: ю ゐ答别 仇 ゐ答别 筐 拆ヰ答 ヰ筐

source: Unknown
en@shaw: 仇答

source: %s, feels like %s
en@shaw: %s, 梆ゐ ゐ拆 %s

source: Sunrise: %s / Sunset: %s
en@shaw: 拆: %s / 仇ю: %s

source: Could not display help document '%s'
en@shaw: ゐ ｐюゐ 筐ヰ '%s'

source: Error displaying help document
en@shaw: 火 ゐ别 ｐюゐ 筐ヰ

source: Change system time
en@shaw: 别 拆

source: Change system time zone
en@shaw: 别 拆 答

source: Configure hardware clock
en@shaw: ｐю ゐ

source: Privileges are required to change the system time zone.
en@shaw: ゐ○ 拆拣 别 拆 答.

source: Privileges are required to change the system time.
en@shaw: ゐ○ 拆拣 别 拆.

source: Privileges are required to configure the hardware clock.
en@shaw: ゐ○ 拆拣 ｐю ゐ.

source: Display a swimming fish or another animated creature
en@shaw: ゐ ヰ 仇 ヰ别 梆

source: From Whence That Stupid Fish Came
en@shaw: ю 叼 别

source: Wanda Factory
en@shaw: 拣

source: Warning: The command appears to be something actually useful. Since this is a useless applet, you may not want to do this. We strongly advise you against using %s for anything which would make the applet "practical" or useful.
en@shaw: 桂: ヰ 金 仇ヰ ゐ 筐. 筐ゐ ゐ, ヰ . ゐ 拆 别 筐 %s ю ヰ别 ゐ "" 筐.

source: Images
en@shaw: ヰ○

source: %s the Fish
en@shaw: %s

source: %s has no use what-so-ever. It only takes up disk space and compilation time, and if loaded it also takes up precious panel space and memory. Anybody found using it should be promptly sent for a psychiatric evaluation.
en@shaw: %s ｐ 筐 --ю. 答ゐ 别 仇 别 ヰゐ别 拆, ゐ答 佛ゐ 别 仇 ю 别 ヰюヰ拣. ю 筐 ヰゐ ю 拆梆 ゐ叼别.

source: (with minor help from George)
en@shaw: ( ヰ拆 ｐюゐ 路○桂)

source: %s the Fish, a contemporary oracle
en@shaw: %s , юヰ拣拣

source: Unable to locate the command to execute
en@shaw: 仇别 ゐ答别 ヰ ю筐

source: %s the Fish Says:
en@shaw: %s ю:

source: Unable to read output from command Details: %s
en@shaw: 仇别 梆 ヰ 梆别ゐ: %s

source: _Speak again
en@shaw: _梆 别

source: The configured command is not working and has been replaced by: %s
en@shaw: 拣 ヰ 火 ｐ 梆 ゐ别 : %s

source: Unable to execute '%s' Details: %s
en@shaw: 仇别 ю筐 '%s' 梆别ゐ: %s

source: Unable to read from '%s' Details: %s
en@shaw: 仇别 梆 '%s' 梆别ゐ: %s

source: The water needs changing
en@shaw: 佛 梆 别○

source: Look at today's date!
en@shaw: ゐ ' 别!

source: %s the Fish, the fortune teller
en@shaw: %s , 桂筐 юゐ

source: Animation
en@shaw: ヰ别

source: Co_mmand to run when clicked:
en@shaw: _ヰ 仇 ю ゐ:

source: Fish Preferences
en@shaw: ю拣

source: Select an animation
en@shaw: ゐю ヰ别

source: _File:
en@shaw: _拆:

source: _Name of fish:
en@shaw: _别 :

source: _Pause per frame:
en@shaw: _佛 别:

source: _Rotate on vertical panels
en@shaw: _答别 火 ゐ

source: _Total frames in animation:
en@shaw: _答 别ヰ ヰ别:

source: frames
en@shaw: 别ヰ

source: seconds
en@shaw: ю

source: A fish without a name is a pretty dull fish. Bring your fish to life by naming him.
en@shaw: 别 仇 . 筐 ゐ拆 别ヰ ｐ.

source: Command to execute on click
en@shaw: ヰ ю筐 ゐ

source: Frames in fish's animation
en@shaw: 别ヰ ю ヰ别

source: If true, the fish's animation will be displayed rotated on vertical panels.
en@shaw: , ю ヰ别 ゐ别 答别 火 ゐ.

source: Pause per frame
en@shaw: 佛 别

source: Rotate on vertical panels
en@shaw: 答别 火 ゐ

source: The fish's animation pixmap
en@shaw: ю ヰ别 pixmap

source: The fish's name
en@shaw: ю 别

source: This key specifies the command that will be tried to execute when the fish is clicked.
en@shaw: ю拆 ヰ 拆 ю筐 ю ゐ.

source: This key specifies the filename of the pixmap which will be used for the animation displayed in the fish applet relative to the pixmap directory.
en@shaw: ю拆 拆ゐ别 ヰ 筐 ヰ别 ゐ别 ゐ юゐ ヰ 拆ю拣.

source: This key specifies the number of frames that will be displayed in the fish's animation.
en@shaw: ю拆 仇ヰ 别ヰ ゐ别 ю ヰ别.

source: This key specifies the number of seconds each frame will be displayed.
en@shaw: ю拆 仇ヰ ю 梆 别 ゐ别.

source: Area where notification icons appear
en@shaw: 吼 答别 拆

source: Notification Area
en@shaw: 答别 吼

source: Notification Area Factory
en@shaw: 答别 吼 拣

source: Panel Notification Area
en@shaw: 答别 吼

source: Factory for the window navigation related applets
en@shaw: 拣 别 ゐ别 ゐ

source: Hide application windows and show the desktop
en@shaw: ｐ拆 ゐ别 答 ю

source: Show Desktop
en@shaw: ю

source: Switch between open windows using a menu
en@shaw: 梆 答 答 筐 ヰю

source: Switch between open windows using buttons
en@shaw: 梆 答 答 筐 仇

source: Switch between workspaces
en@shaw: 梆 火别

source: Window List
en@shaw: ゐ

source: Window Navigation Applet Factory
en@shaw: 别 ゐ 拣

source: Window Selector
en@shaw: юゐю

source: Workspace Switcher
en@shaw: 火别

source: Failed to load %s: %s
en@shaw: 别ゐ ゐ答 %s: %s

source: Icon not found
en@shaw: 拆

source: Click here to restore hidden windows.
en@shaw: ゐ ｐ ｐ 答.

source: Click here to hide all windows and show the desktop.
en@shaw: ゐ ｐ ｐ拆 佛 答 ю.

source: Show Desktop Button
en@shaw: ю 仇

source: This button lets you hide all windows and show the desktop.
en@shaw: 仇 ゐю ｐ拆 佛 答 ю.

source: Your window manager does not support the show desktop button, or you are not running a window manager.
en@shaw: 筐 ヰ○ 仇 桂 ю 仇, 仇 ヰ○.

source: The Window List shows a list of all windows in a set of buttons and lets you browse them.
en@shaw: ゐ 答 ゐ 佛 答 ю 仇 ゐю ю.

source: Group windows when _space is limited
en@shaw: 叼 答 ю _别 ゐヰ

source: Restore to current _workspace
en@shaw: 仇 _火别

source: Restore to na_tive workspace
en@shaw: _ 火别

source: Restoring Minimized Windows
en@shaw: 桂 ヰヰ拆 答

source: Sh_ow windows from current workspace
en@shaw: _ 答 仇 火别

source: Show windows from a_ll workspaces
en@shaw: 答 _ 火别

source: Window Grouping
en@shaw: 叼

source: Window List Content
en@shaw: ゐ ю

source: Window List Preferences
en@shaw: ゐ ю拣

source: _Always group windows
en@shaw: _ゐ别 叼 答

source: _Never group windows
en@shaw: _ю 叼 答

source: Decides when to group windows from the same application on the window list. Possible values are "never", "auto" and "always".
en@shaw: 拆 ю 叼 答 别 ゐ别 ゐ. ゐ筐 "never", "auto" "always".

source: If true, the window list will show windows from all workspaces. Otherwise it will only display windows from the current workspace.
en@shaw: , ゐ 答 佛 火别. 仇拣拆 答ゐ ゐ 答 仇 火别.

source: If true, then when unminimizing a window, move it to the current workspace. Otherwise, switch to the workspace of the window.
en@shaw: , ю ю 仇ヰヰ拆 , ヰ叼 仇 火别. 仇拣拆, 火别 .

source: Maximum window list size
en@shaw: ヰヰ ゐ 拆

source: Minimum window list size
en@shaw: ヰヰ ゐ 拆

source: Move windows to current workspace when unminimized
en@shaw: ヰ叼 答 仇 火别 ю 仇ヰヰ拆

source: Show windows from all workspaces
en@shaw: 答 佛 火别

source: The use of this key was deprecated in MATE 2.20. The schema is retained for compatibility with older versions.
en@shaw: 筐 ю别 路答 2.20. 梆ヰ 别 ヰゐ 答ゐ 火.

source: When to group windows
en@shaw: ю 叼 答

source: The Window Selector shows a list of all windows in a menu and lets you browse them.
en@shaw: юゐю 答 ゐ 佛 答 ヰю ゐю ю.

source: rows
en@shaw: 答

source: columns
en@shaw: ゐヰ

source: Error loading num_rows value for Workspace Switcher: %s
en@shaw: 火 ゐ答 num_rows ゐ 火别 : %s

source: Error loading display_workspace_names value for Workspace Switcher: %s
en@shaw: 火 ゐ答 display_workspace_names ゐ 火别 : %s

source: Error loading display_all_workspaces value for Workspace Switcher: %s
en@shaw: 火 ゐ答 display_all_workspaces ゐ 火别 : %s

source: The Workspace Switcher shows you a small version of your workspaces that lets you manage your windows.
en@shaw: 火别 答 ヰ佛 火 筐 火别 ゐю ヰ 筐 答.

source: Number of _workspaces:
en@shaw: 仇ヰ _火别:

source: Show _all workspaces in:
en@shaw: _ 火别 :

source: Show _only the current workspace
en@shaw: _答ゐ 仇 火别

source: Show workspace _names in switcher
en@shaw: 火别 _别ヰ

source: Workspace Names
en@shaw: 火别 别ヰ

source: Workspace Switcher Preferences
en@shaw: 火别 ю拣

source: Workspace na_mes:
en@shaw: 火别 _ヰ:

source: Workspaces
en@shaw: 火别

source: Display all workspaces
en@shaw: ゐ 佛 火别

source: Display workspace names
en@shaw: ゐ 火别 别ヰ

source: If true, the workspace switcher will show all workspaces. Otherwise it will only show the current workspace.
en@shaw: , 火别 佛 火别. 仇拣拆 答ゐ 仇 火别.

source: If true, the workspaces in the workspace switcher will display the names of the workspaces. Otherwise they will display the windows on the workspace. This setting only works when the window manager is Marco.
en@shaw: , 火别 火别 ゐ 别ヰ 火别. 仇拣拆 ゐ 答 火别. ю 答ゐ 火 ю ヰ○ 路ヰю.

source: Rows in workspace switcher
en@shaw: 答 火别

source: This key specifies how many rows (for horizontal layout) or columns (for vertical layout) the workspace switcher shows the workspaces in. This key is only relevant if the display_all_workspaces key is true.
en@shaw: ю拆 ｐ ヰю 答 ( ｐ ゐ别) ゐヰ ( 火 ゐ别) 火别 答 火别 . 答ゐ юゐ display_all_workspaces .

source: File is not a valid .desktop file
en@shaw: 拆 ゐ .desktop 拆

source: Application does not accept documents on command line
en@shaw: ゐ别 仇 ю 筐ヰ ヰ ゐ拆

source: Disable connection to session manager
en@shaw: 别 ю ю ヰ○

source: Specify file containing saved configuration
en@shaw: ю 拆 别 别 拣别

source: FILE
en@shaw: 拆

source: Specify session management ID
en@shaw: ю ю ヰ○ヰ ID

source: Session management options:
en@shaw: ю ヰ○ヰ :

source: Show session management options
en@shaw: ю ヰ○ヰ

source: Error
en@shaw: 火

source: Choose an icon
en@shaw: 叼 拆

source: Could not launch '%s'
en@shaw: ゐ佛 '%s'

source: Could not launch application
en@shaw: ゐ佛 ゐ别

source: Could not open location '%s'
en@shaw: 答 ゐ答别 '%s'

source: No application to handle search folders is installed.
en@shaw: ゐ别 ｐ 火 答ゐ拣 佛ゐ.

source: Loc_k To Panel
en@shaw: ゐ_

source: _Move
en@shaw: _ヰ叼

source: _Remove From Panel
en@shaw: _梆ヰ叼

source: Cannot find an empty spot
en@shaw: 拆 юヰ

source: Drawer
en@shaw: 佛

source: _Add to Drawer...
en@shaw: _ 佛...

source: _Properties
en@shaw: _拣梆

source: Create new file in the given directory
en@shaw: 别 拆 拆ю拣

source: [FILE...]
en@shaw: [拆...]

source: - Edit .desktop files
en@shaw: - ю .desktop 拆ゐ

source: Create Launcher
en@shaw: 别 ゐ

source: Directory Properties
en@shaw: 拆ю拣 拣

source: Launcher Properties
en@shaw: ゐ 拣

source: Launch other applications and provide various utilities to manage windows, show the time, etc.
en@shaw: ゐ佛 仇 ゐ别 拆 吼 叼ゐ梆 ヰ 答, 拆, ю.

source: Could not show this URL
en@shaw: URL

source: No URL was specified.
en@shaw: URL ю拆.

source: Could not use dropped item
en@shaw: 筐 拆

source: No URI provided for panel launcher desktop file
en@shaw: URI 拆 ゐ ю 拆

source: Unable to open desktop file %s for panel launcher%s%s
en@shaw: 仇别 答 ю 拆 %s ゐ%s%s

source: _Launch
en@shaw: _ゐ佛

source: Key %s is not set, cannot load launcher
en@shaw: %s ю, ゐ答 ゐ

source: Could not save launcher
en@shaw: 别 ゐ

source: Replace a currently running panel
en@shaw: ゐ别 仇ゐ 仇

source: Add this launcher to _panel
en@shaw: ゐ _ю

source: Add this launcher to _desktop
en@shaw: ゐ _ю

source: _Entire menu
en@shaw: _拆 ヰю

source: Add this as _menu to panel
en@shaw: _ヰю

source: <b>GAME OVER</b> at level %d!
en@shaw: <b>别 答</b> ゐю %d!

source: Press 'q' to quit
en@shaw: ю 'q'

source: Paused
en@shaw: 佛

source: Press 'p' to unpause
en@shaw: ю 'p' unpause

source: Level: %s, Lives: %s
en@shaw: ゐю: %s, ゐ: %s

source: Left/Right to move, Space to fire, 'p' to pause, 'q' to quit
en@shaw: ゐю/拆 ヰ叼, 别 拆, 'p' 佛, 'q'

source: Killer GEGLs from Outer Space
en@shaw: ゐ 路юゐ 别

source: _Activate Screensaver
en@shaw: _别 梆别

source: _Lock Screen
en@shaw: _ゐ 梆

source: Could not connect to server
en@shaw: ю 火

source: Lock Screen
en@shaw: ゐ 梆

source: Protect your computer from unauthorized use
en@shaw: ю 筐 ヰ筐 火拆 筐

source: Log Out...
en@shaw: ゐ ...

source: Log out of this session to log in as a different user
en@shaw: ゐ ю ゐ 拣 筐

source: Run Application...
en@shaw: 仇 ゐ别...

source: Run an application by typing a command or choosing from a list
en@shaw: 仇 ゐ别 拆 ヰ 叼 ゐ

source: Search for Files...
en@shaw: 火 拆ゐ...

source: Locate documents and folders on this computer by name or content
en@shaw: ゐ答别 筐ヰ 答ゐ拣 ヰ筐 别 ю

source: Force Quit
en@shaw: 桂

source: Force a misbehaving application to quit
en@shaw: 桂 ヰｐ别 ゐ别

source: Connect to Server...
en@shaw: ю 火...

source: Connect to a remote computer or shared disk
en@shaw: ю ヰ答 ヰ筐 吼

source: Shut Down...
en@shaw: 仇 ...

source: Shut down the computer
en@shaw: 仇 ヰ筐

source: Custom Application Launcher
en@shaw: 仇 ゐ别 ゐ

source: Create a new launcher
en@shaw: 别 ゐ

source: Application Launcher...
en@shaw: ゐ别 ゐ...

source: Copy a launcher from the applications menu
en@shaw: ゐ ゐ别 ヰю

source: Main Menu
en@shaw: ヰ别 ヰю

source: The main MATE menu
en@shaw: ヰ别 路答 ヰю

source: Menu Bar
en@shaw: ヰю

source: A custom menu bar
en@shaw: 仇 ヰю

source: Separator
en@shaw: ю拣别

source: A separator to organize the panel items
en@shaw: ю拣别 桂拆 拆ヰ

source: A pop out drawer to store other items in
en@shaw: 佛 仇 拆ヰ

source: (empty)
en@shaw: (юヰ)

source: query returned exception %s
en@shaw: 金 火 ю %s

source: Find an _item to add to "%s":
en@shaw: 拆 _拆 "%s":

source: Add to Drawer
en@shaw: 佛

source: Find an _item to add to the drawer:
en@shaw: 拆 _拆 佛:

source: Find an _item to add to the panel:
en@shaw: 拆 _拆 :

source: Exception from popup_menu '%s'
en@shaw: ю popup_menu '%s'

source: "%s" has quit unexpectedly
en@shaw: "%s" ｐ юゐ

source: Panel object has quit unexpectedly
en@shaw: ○ю ｐ юゐ

source: If you reload a panel object, it will automatically be added back to the panel.
en@shaw: 梆ゐ答 ○ю, 佛ヰゐ .

source: _Don't Reload
en@shaw: _答 梆ゐ答

source: _Reload
en@shaw: _梆ゐ答

source: The panel encountered a problem while loading "%s".
en@shaw: 娥火 ゐ 拆 ゐ答 "%s".

source: Do you want to delete the applet from your configuration?
en@shaw: ゐ梆 ゐ 筐 拣别?

source: Unable to obtain AppletShell interface from control
en@shaw: 仇别 别 AppletShell 拣别 答

source: And many, many others...
en@shaw: ヰю, ヰю 仇拣...

source: The MATE Panel
en@shaw: 路答

source: This program is responsible for launching other applications and provides useful utilities.
en@shaw: 答 ゐ佛 仇 ゐ别 拆 筐 叼ゐ梆.

source: About the MATE Panel
en@shaw: 路答

source: Cannot delete this panel
en@shaw: ゐ梆

source: You must always have at least one panel.
en@shaw: ヰ仇 佛ゐ别 ｐ ゐ梆 仇 .

source: _Delete This Panel
en@shaw: _ゐ梆

source: A_bout Panels
en@shaw: _ ゐ

source: Application
en@shaw: ゐ别

source: Application in Terminal
en@shaw: ゐ别 火ヰ

source: Location
en@shaw: ゐ答别

source: _Type:
en@shaw: _拆:

source: _Name:
en@shaw: _别:

source: Co_mment:
en@shaw: _ヰю:

source: Choose an application...
en@shaw: 叼 ゐ别...

source: Choose a file...
en@shaw: 叼 拆...

source: _Location:
en@shaw: _ゐ答别:

source: The name of the launcher is not set.
en@shaw: 别 ゐ ю.

source: Could not save directory properties
en@shaw: 别 拆ю拣 拣

source: The name of the directory is not set.
en@shaw: 别 拆ю拣 ю.

source: The command of the launcher is not set.
en@shaw: ヰ ゐ ю.

source: The location of the launcher is not set.
en@shaw: ゐ答别 ゐ ю.

source: Could not display help document
en@shaw: ゐ ｐюゐ 筐ヰ

source: Click on a window to force the application to quit. To cancel press <ESC>.
en@shaw: ゐ 桂 ゐ别 . ю <ESC>.

source: Force this application to exit?
en@shaw: 桂 ゐ别 ю?

source: A boolean flag to indicate whether the user's previous configuration in /apps/panel/profiles/default has been copied to the new location in /apps/panel.
en@shaw: 叼ゐ梆 ゐ 别 ю 筐' 梆 拣别 /apps/panel/profiles/default ｐ 梆 ゐ答别 /apps/panel.

source: A list of panel IDs. Each ID identifies an individual toplevel panel. The settings for each of these panels are stored in /apps/panel/toplevels/$(id).
en@shaw: ゐ IDs. 梆 ID 拆ю拆 筐 ゐю . ю 梆 梆 ゐ 桂 /apps/panel/toplevels/$(id).

source: A list of panel applet IDs. Each ID identifies an individual panel applet. The settings for each of these applets are stored in /apps/panel/applets/$(id).
en@shaw: ゐ ゐ IDs. 梆 ID 拆ю拆 筐 ゐ. ю 梆 梆 ゐ 桂 /apps/panel/applets/$(id).

source: A list of panel object IDs. Each ID identifies an individual panel object (e.g. a launcher, action button or menu button/bar). The settings for each of these objects are stored in /apps/panel/objects/$(id).
en@shaw: ゐ ○ю IDs. 梆 ID 拆ю拆 筐 ○ю (e.g. ゐ, 仇 ヰю 仇/). ю 梆 梆 ○ю 桂 /apps/panel/objects/$(id).

source: Enable autocompletion in "Run Application" dialog
en@shaw: 别 佛答ヰゐ梆 "仇 ゐ别" 拆ゐ

source: Enable program list in "Run Application" dialog
en@shaw: 别 答 ゐ "仇 ゐ别" 拆ゐ

source: Expand program list in "Run Application" dialog
en@shaw: 答 ゐ "仇 ゐ别" 拆ゐ

source: If true, autocompletion in the "Run Application" dialog is made available.
en@shaw: , 佛答ヰゐ梆 "仇 ゐ别" 拆ゐ ヰ别 别ゐ.

source: If true, the "Known Applications" listing in the "Run Application" dialog is expanded when the dialog is opened. This key is only relevant if the enable_program_list key is true.
en@shaw: , "答 ゐ别" ゐ "仇 ゐ别" 拆ゐ ю 拆ゐ 答. 答ゐ юゐ enable_program_list .

source: If true, the "Known Applications" listing in the "Run Application" dialog is made available. Whether or not the listing is expanded when the dialog is shown is controlled by the show_program_list key.
en@shaw: , "答 ゐ别" ゐ "仇 ゐ别" 拆ゐ ヰ别 别ゐ. ю ゐ ю 拆ゐ 答 答ゐ show_program_list .

source: Old profiles configuration migrated
en@shaw: 答ゐ 答拆ゐ 拣别 ヰ拆别

source: Panel ID list
en@shaw: ID ゐ

source: Panel applet ID list
en@shaw: ゐ ID ゐ

source: Panel object ID list
en@shaw: ○ю ID ゐ

source: A list of applet IIDs that the panel will ignore. This way you can disable certain applets from loading or showing up in the menu. For example to disable the mini-commander applet add 'OAFIID:MATE_MiniCommanderApplet' to this list. The panel must be restarted for this to take effect.
en@shaw: ゐ ゐ IIDs . 别 火 ゐ ゐ答 答 仇 ヰю. ヰ 别 ヰ-ヰ ゐ 'OAFIID:MATE_MiniCommanderApplet' ゐ. ヰ仇 梆葛 别 ю.

source: Applet IIDs to disable from loading
en@shaw: ゐ IIDs 别 ゐ答

source: Autoclose drawer
en@shaw: 佛答ゐ答 佛

source: Complete panel lockdown
en@shaw: ヰゐ梆 ゐ娥

source: Confirm panel removal
en@shaw: 火 ヰ叼
