Repository: mate-desktop/mate-panel
Catalog: help/mate-fish/*/*.po
Languages: es

# _
source: translator-credits
es: Toni Estevez <toni.estevez@gmail.com>, 2020 Jorge González <jorgegonz@svn.gnome.org>, 2007-2010 Francisco Javier F. Serrador <serrador@cvs.gnome.org>, 2003-2006 Pablo Gonzalo del Campo <pablodc@bigfoot.com>, 2002-2003

source: Fish Manual
es: Manual de Pez

source: <year>2015-2020</year> <holder>MATE Documentation Project</holder>
es: <year>2015-2020</year> <holder>Proyecto de documentación de MATE</holder>

source: MATE Documentation Project
es: Proyecto de documentación de MATE

source: GNOME Documentation Project
es: Proyecto de documentación de GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
es: Se concede permiso para copiar, distribuir o modificar este documento según las condiciones de la Licencia de Documentación Libre de GNU (GFDL), en la versión 1.1 o en cualquier otra versión posterior publicada por la Free Software Foundation, sin secciones invariables ni textos de portada ni de contraportada. Puede encontrar una copia de la GFDL en este <ulink type="help" url="help:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
es: Este manual es parte de una colección de manuales de MATE distribuidos bajo la GFDL. Si quiere distribuir este manual por separado de la colección, puede hacerlo añadiendo una copia de la licencia al manual, tal y como se describe en la sección 6 de la licencia.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
es: Muchos de los nombres utilizados por las empresas para distinguir sus productos y servicios se consideran marcas comerciales. Cuando esos nombres aparecen en cualquier documentación de MATE y los miembros del proyecto de documentación de MATE son conscientes de que se trata de marcas registradas, dichos nombres se escriben en letras mayúsculas o con inical mayúscula.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
es: EL DOCUMENTO SE PROPORCIONA «TAL CUAL», SIN GARANTÍA DE NINGÚN TIPO, NI EXPLÍCITA NI IMPLÍCITA, INCLUYENDO, ENTRE OTRAS, LAS GARANTÍAS DE QUE EL DOCUMENTO O UNA VERSIÓN MODIFICADA DEL DOCUMENTO CAREZCA DE DEFECTOS COMERCIALES, SEA ADECUADO A UN PROPÓSITO PARTICULAR O INCUMPLA ALGUNA NORMATIVA. TODO RIESGO EN RELACIÓN CON LA CALIDAD, LA PRECISIÓN Y LA UTILIDAD DEL DOCUMENTO O UNA VERSIÓN MODIFICADA DEL DOCUMENTO RECAE EN USTED. SI EL DOCUMENTO O CUALQUIER VERSIÓN MODIFICADA DEL DOCUMENTO RESULTARA DEFECTUOSO EN CUALQUIER ASPECTO, USTED (Y NO EL REDACTOR INICIAL, EL AUTOR O CUALQUIER CONTRIBUYENTE) ASUMIRÁ TODOS LOS COSTES DE MANTENIMIENTO, REPARACIÓN O CORRECCIÓN NECESARIOS. ESTA RENUNCIA DE GARANTÍA ES UNA PARTE ESENCIAL DE ESTA LICENCIA. NO SE AUTORIZA EL USO DEL DOCUMENTO NI DE CUALQUIER VERSIÓN MODIFICADA DEL DOCUMENTO SALVO EN VIRTUD DE LA PRESENTE CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD; Y

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
es: BAJO NINGUNA CIRCUNSTANCIA NI BAJO NINGÚN CONCEPTO LEGAL, YA SEA POR RESPONSABILIDAD CIVIL (INCLUIDA LA NEGLIGENCIA), CONTRACTUAL O DE OTRO TIPO, EL AUTOR, EL REDACTOR INICIAL, CUALQUIER CONTRIBUYENTE O CUALQUIER DISTRIBUIDOR DEL DOCUMENTO O DE UNA VERSIÓN MODIFICADA DEL DOCUMENTO, O CUALQUIER PROVEEDOR DE CUALQUIERA DE DICHAS PARTES, NO SERÁN RESPONSABLES ANTE NINGUNA PERSONA POR NINGÚN DAÑO DIRECTO, INDIRECTO, ESPECIAL, ACCIDENTAL O DERIVADO DE CUALQUIER TIPO, INCLUIDOS, ENTRE OTROS, LOS DAÑOS POR PÉRDIDA DE REPUTACIÓN, INTERRUPCIÓN DEL TRABAJO, FALLO O MAL FUNCIONAMIENTO DEL EQUIPO O CUALQUIER OTRO DAÑO O PÉRDIDA DERIVADO O RELACIONADO CON EL USO DEL DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL DOCUMENTO, INCLUSO SI DICHAS PARTES HAN SIDO INFORMADAS DE LA POSIBILIDAD DE QUE SE PRODUZCAN DICHOS DAÑOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
es: EL DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL DOCUMENTO SE PROPORCIONAN SEGÚN LOS TÉRMINOS DE LA LICENCIA DE DOCUMENTACIÓN LIBRE DE GNU CON EL ACUERDO ADICIONAL DE QUE:<_:orderedlist-1/>

source: <firstname>MATE Documentation Project</firstname> <surname/> <affiliation> <orgname>MATE Documentation Project</orgname> </affiliation>
es: <firstname>Proyecto de documentación de GNOME</firstname> <surname/> <affiliation> <orgname>Proyecto de documentación de GNOME</orgname> </affiliation>

source: <firstname>Paul</firstname> <surname>Cutler</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>pcutler@gnome.org</email> </address> </affiliation>
es: <firstname>Paul</firstname> <surname>Cutler</surname> <affiliation> <orgname>Proyecto de documentación de GNOME</orgname> <address> <email>pcutler@GNOME.org</email> </address> </affiliation>

source: <firstname>Sun</firstname> <surname>GNOME Documentation Team</surname> <affiliation> <orgname>Sun Microsystems</orgname> <_:address-1/> </affiliation>
es: <firstname>Sun</firstname> <surname>Equipo de documentación de GNOME</surname> <affiliation> <orgname>Sun Microsystems</orgname> <_:address-1/> </affiliation>

source: <firstname>Telsa</firstname> <surname>Gwynne</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>hobbit@aloss.ukuu.org.uk</email> </address> </affiliation>
es: <firstname>Telsa</firstname> <surname>Gwynne</surname> <affiliation> <orgname>Proyecto de documentación de GNOME</orgname> <address> <email>hobbit@aloss.ukuu.org.uk</email> </address> </affiliation>

source: MATE Documentation Team
es: Equipo de documentación de MATE

source: <revnumber>Fish Applet Manual V2.6</revnumber> <date>July 2015</date> <_:revdescription-1/>
es: <revnumber>Manual de Miniaplicación Pez V2.6</revnumber> <date>Julio 2015</date> <_:revdescription-1/>

source: Sun GNOME Documentation Team
es: Equipo de documentación de GNOME de Sun

source: <revnumber>Fish Applet Manual V2.5;</revnumber> <date>July 2015</date> <_:revdescription-1/>
es: <revnumber>Manual de Miniaplicación Pez V2.5;</revnumber> <date>Julio 2015</date> <_:revdescription-1/>

source: <revnumber>Fish Applet Manual V2.4</revnumber> <date>July 2015</date> <_:revdescription-1/>
es: <revnumber>Manual de Miniaplicación Pez V2.4</revnumber> <date>Julio 2015</date> <_:revdescription-1/>

source: <revnumber>Fish Applet Manual V2.2</revnumber> <date>January 2003</date> <_:revdescription-1/>
es: <revnumber>Manual de Miniaplicación Pez V2.2</revnumber> <date>Enero 2003</date> <_:revdescription-1/>

source: <revnumber>Fish Applet Manual V2.1</revnumber> <date>August 2002</date> <_:revdescription-1/>
es: <revnumber>Manual de Miniaplicación Pez V2.1</revnumber> <date>Agosto 2002</date> <_:revdescription-1/>

source: <revnumber>Fish Applet Manual V2.0</revnumber> <date>May 2002</date> <_:revdescription-1/>
es: <revnumber>Manual de Miniaplicación Pez V2.0</revnumber> <date>Mayo 2002</date> <_:revdescription-1/>

source: <revnumber>Fish Applet Manual</revnumber> <date>2000</date> <_:revdescription-1/>
es: <revnumber>Manual de Miniaplicación Pez</revnumber> <date>2000</date> <_:revdescription-1/>

source: This manual describes version 1.10.1 of Fish.
es: Este manual describe la versión 1.10.1 de Pez

source: Feedback
es: Comentarios

source: To report a bug or make a suggestion regarding the Fish applet or this manual, follow the directions in the <ulink url="help:mate-user-guide/feedback" type="help">MATE Feedback Page</ulink>.
es: Para informar de un error o hacer una sugerencia acerca de la miniaplicación Pez o este manual, siga las instrucciones de la <ulink url="help:mate-user-guide/feedback" type="help">Página de comentarios de MATE</ulink>.

source: The Fish applet displays an animated image in the panel and gives you your fortune when clicked.
es: La miniaplicación Pez muestra una imagen animada en el panel y le da su fortuna cuando se hace clic.

source: <primary>Fish</primary>
es: <primary>Pez</primary>

source: Introduction
es: Introducción

source: Fish Applet
es: Miniaplicación Pez

source: <imageobject><imagedata fileref="figures/fish_applet.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Fish applet.</phrase> </textobject>
es: <imageobject><imagedata fileref="figures/fish_applet.png" format="PNG"/> </imageobject> <textobject> <phrase>Muestra miniaplicación Pez.</phrase> </textobject>

source: The <application>Fish</application> applet displays an animated fish in the panel. You can customize the fish's name and the program that is run when the fish is clicked in the panel. By default, the program that is run when the fish is clicked is <application>Fortune</application>, which displays a usually comical random message from a database of quotations.
es: La miniaplicación <application>Pez</application> muestra un pez animado en el panel. Puede persinbalizar el nombre del pez y el programa a ejecutar cuando se hace clic sobre el pez. Por defecto, el programa que se ejecuta cuando se hace clic sobre el pez es <application>Fortune</application>, el cual muestra usualmente un mensaje aleatorio y cómico a partir de una base de datos de citas famosas.

source: You can customize the image shown and the command that is run when it is clicked.
es: Puede personalizar la imagen mostrada y el programa a ejecutar cuando se hace clic sobre esta.

source: To Add Fish to a Panel
es: Para añadir Pez al Panel

source: Perform the following steps:
es: Siga los pasos siguientes:

source: Right-click on the panel.
es: Haga clic derecho en el panel.

source: Choose <guimenuitem>Add to Panel</guimenuitem>.
es: Elegir <guimenuitem>Añadir al Panel</guimenuitem>.

source: Scroll down the list of items in the <guilabel>Add to Panel</guilabel> dialog, then select <guilabel>Fish</guilabel>.
es: Desplácese hacia abajo en la lista de elementos en el diálogo de <guilabel>Añadir al Panel</guilabel>, luego seleccione <guilabel>Pez</guilabel>.

source: Click <guibutton>Add</guibutton>.
es: Haga clic en <guibutton>Añadir</guibutton>.

source: Usage
es: Uso

source: Click on the applet to display the <guilabel>Wanda the Fish</guilabel> dialog. The dialog typically displays a fortune cookie. You can configure the applet to specify the command to run when you click on the applet. See <xref linkend="fish-settings"/> for more information.
es: Haga clic en la miniaplicación para mostrar el diálogo de <guilabel>Wanda la Pez</guilabel>. El diálogo normalmente muestra la fortuna. Puede configurar la miniaplicación para especificar el programa a ejecutar cuando se haga clic sobre esta. Ver <xref linkend="fish-settings"/> para obtener más información.

source: Preferences
es: Preferencias

source: To configure <application>Fish</application>, right-click on the <application> Fish</application> applet, then choose <guimenu>Preferences</guimenu>.
es: Para configurar <application>Pez</application>, haga clic derecho sobre la miniaplicación <application> Pez</application>, luego escoja <guimenu>Preferencias</guimenu>.

source: <guilabel>Name of fish</guilabel>
es: <guilabel>Nombre del pez</guilabel>

source: Use this text box to specify the name of the fish.
es: Use este cuadro de texto para especificar el nombre del pez.

source: <guilabel>Command to run when clicked</guilabel>
es: <guilabel>Programa a ejecutar al hacer clic</guilabel>

source: By default, <application>Fish</application> runs the <literal>fortune</literal> command when you click on the applet. Use this text box to specify an alternative command to run.
es: Por defecto, <application>Pez</application>ejecutará <literal>fortune</literal> cuando se haga clic en la miniaplicación. Use este cuadro de texto para especificar un programa alternativo a ejecutar.

source: <guilabel>File</guilabel>
es: <guilabel>Archivo</guilabel>

source: Use this field to select the image to display in the applet. You can select an image that is supplied with the applet or a personal image.
es: Utilice este campo para seleccionar la imagen para mostrar en la miniaplicación. Puede seleccionar una imagen que se suministra con la miniaplicación o una imagen personal.

source: <guilabel>Total frames in animation</guilabel>
es: <guilabel>Total de cuadros en la animación</guilabel>

source: Use this spin box to specify the number of frames in the animation.
es: Use este cuadro de número para especificar el número de cuadros en la animación.

source: <guilabel>Pause per frame</guilabel>
es: <guilabel>Pausa por cuadro</guilabel>

source: Use this spin box to specify the pause in seconds between each frame in the animation.
es: Use este cuadro de número para especificar la pausa en segundos entre cada cuadro en la animación.

source: <guilabel>Rotate on vertical panels</guilabel>
es: <guilabel>Rotar en paneles verticales</guilabel>

source: Select this option to rotate the applet image when you add the applet to a vertical panel.
es: Seleccione esta opción para rotar la imagen de la miniaplicación cuando añada esta a un panel vertical.

source: link
es: enlace

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
es: Se concede permiso para copiar, distribuir y/o modificar este documento según los términos de la Licencia de Documentación Libre (GFDL) de GNU, en la versión 1.1 o en cualquier verisón posterior publicada por la Free Software Foundation, sin secciones invariables ni textos de portada ni de contraportada. Puede encontrar una copia de la GFDL en<_:ulink-1/> o en el archivo COPYING-DOCS distribuido con este manual.
